{
    "Home": "Startseite",
    "Quantum": "Quantum",
    "Services": "Leistungen",
    "Products": "Produkte",
    "Training": "Schulung",
    "Blog": "Blog",
    "Contact Us": "Kontakt",
    "Bringing SDV to Life": "SDV zum Leben erwecken",
    "Search": "Suche",
    "Language": "Sprache",
    "English": "Englisch",
    "Deutsch": "Deutsch",
    "Software Defined Vehicles": "Software-definierte Fahrzeuge",
    "Innovative Tomorrow": "Innovative Mobilität von morgen",
    "Mobility": "Mobilität",
    "Connect Us": "Kontaktieren Sie uns",
    "About Us": "Über uns",
    "At DestroSolutions, we enable the future of mobility by driving the transition to Software-Defined Vehicles (SDVs). Our expertise spans end-to-end automotive cybersecurity, software update management, functional safety, and E/E architecture transformation. Our commitment to Safety & security standards, expert training positions us as a trusted partner in delivering tomorrow's mobility—today.": "Bei DestroSolutions ermöglichen wir die Zukunft der Mobilität, indem wir den Übergang zu Software-definierten Fahrzeugen (SDVs) vorantreiben. Unser Know-how umfasst End-to-End-Automotive-Cybersicherheit, Software-Update-Management, funktionale Sicherheit und E/E-Architektur-Transformation. Unser Engagement für Sicherheits- und Sicherheitsstandards sowie Experten-Schulungen macht uns zu einem vertrauenswürdigen Partner bei der Bereitstellung der Mobilität von morgen – heute.",
    "Learn More": "Mehr erfahren",
    "At DestroSolutions, we provide expert consulting and engineering services to support OEMs and Tier-1 suppliers in delivering secure, compliant, and future-ready vehicle platforms.": "Bei DestroSolutions bieten wir Expertenberatung und Engineering-Dienstleistungen, um OEMs und Tier-1-Lieferanten bei der Bereitstellung sicherer, konformer und zukunftsfähiger Fahrzeugplattformen zu unterstützen.",
    "Cybersecurity Management Systems": "Cybersicherheits-Managementsysteme",
    "Comprehensive security solutions for vehicle systems": "Umfassende Sicherheitslösungen für Fahrzeugsysteme",
    "Functional Safety": "Funktionale Sicherheit",
    "Ensuring safety standards and compliance": "Gewährleistung von Sicherheitsstandards und Compliance",
    "Software Update Management Systems": "Software-Update-Managementsysteme",
    "OTA and software lifecycle management": "OTA und Software-Lebenszyklus-Management",
    "ASPICE (Automotive SPICE)": "ASPICE (Automotive SPICE)",
    "Process improvement and assessment": "Prozessverbesserung und -bewertung",
    "Autosar": "Autosar",
    "Automotive software architecture standards": "Automotive-Softwarearchitektur-Standards",
    "More": "Mehr",
    "Get in touch": "Kontakt aufnehmen",
    "Name": "Name",
    "Enter name": "Name eingeben",
    "Email": "E-Mail",
    "Enter email": "E-Mail eingeben",
    "Mobile": "Handy",
    "Enter mobile": "Handynummer eingeben",
    "Message": "Nachricht",
    "Enter your message": "Ihre Nachricht eingeben",
    "Request a Consultation": "Beratung anfordern",
    "Quick links": "Schnelllinks",
    "Trainings": "Schulungen",
    "SDV": "SDV",
    "Contact us": "Kontaktieren Sie uns",
    "Copyright © 2025 All Right Reserved By Destro Solutions": "Copyright © 2025 Alle Rechte vorbehalten von Destro Solutions",
    "Deployments": "Bereitstellungen",
    "Vehicle innovations now come from software-based features": "Fahrzeuginnovationen kommen jetzt von softwarebasierten Funktionen",
    "Efficiency Boost": "Effizienzsteigerung",
    "SDV Transformation": "SDV-Transformation",
    "Man Years": "Mannjahre",
    "Expertise in developing next-generation vehicle solutions": "Expertise bei der Entwicklung von Fahrzeuglösungen der nächsten Generation",
    "The AI Playbook": "Das KI-Playbook",
    "Our whitepaper shows the end-to-end process for successful AI implementations – from ideation to PoC development.": "Unser Whitepaper zeigt den End-to-End-Prozess für erfolgreiche KI-Implementierungen – von der Ideenfindung bis zur PoC-Entwicklung.",
    "Download now": "Jetzt herunterladen",
    "Citizen Development at Porsche AG": "Citizen Development bei der Porsche AG",
    "MHP enables significant cost savings through a low-code platform.": "MHP ermöglicht erhebliche Kosteneinsparungen durch eine Low-Code-Plattform.",
    "Read the success story": "Erfolgsgeschichte lesen",
    "Digital Transformation": "Digitale Transformation",
    "Accelerate your digital journey with cutting-edge solutions and expert guidance.": "Beschleunigen Sie Ihre digitale Reise mit modernsten Lösungen und fachkundiger Beratung.",
    "Learn more": "Mehr erfahren",
    "Innovation Hub": "Innovationszentrum",
    "Discover how we're shaping the future of technology and business excellence.": "Entdecken Sie, wie wir die Zukunft von Technologie und Geschäftsexzellenz gestalten.",
    "Explore now": "Jetzt entdecken",
    "Enterprise Solutions": "Unternehmenslösungen",
    "Transform your business operations with scalable enterprise-grade solutions.": "Transformieren Sie Ihre Geschäftsprozesse mit skalierbaren Enterprise-Lösungen.",
    "Get started": "Loslegen",
    "AI Engineering": "KI-Ingenieurwesen",
    "Ship reliable AI systems with MLOps, evaluation, and guardrails.": "Liefere zuverlässige KI-Systeme mit MLOps, Evaluation und Sicherheitsmechanismen.",
    "Discover": "Entdecken",
    "Cloud Modernization": "Cloud-Modernisierung",
    "Migrate and modernize applications for performance and scalability.": "Migrieren und modernisieren Sie Anwendungen für Leistung und Skalierbarkeit.",
    "See how": "Erfahren Sie mehr",
    "Data Platforms": "Datenplattformen",
    "Build resilient data platforms that power insights and automation.": "Erstellen Sie widerstandsfähige Datenplattformen, die Erkenntnisse und Automatisierung ermöglichen.",
    "DevOps Excellence": "DevOps-Exzellenz",
    "Accelerate delivery with CI/CD and platform engineering.": "Beschleunigen Sie die Auslieferung mit CI/CD und Platform Engineering.",
    "Explore": "Erkunden",
    "Product Strategy": "Produktstrategie",
    "Turn ideas into differentiated digital products.": "Verwandeln Sie Ideen in differenzierte digitale Produkte.",
    "Read more": "Weiterlesen",
    "Customer Experience": "Kundenerlebnis",
    "Design experiences that delight and convert.": "Gestalten Sie Erlebnisse, die begeistern und konvertieren.",
    "Get inspired": "Lassen Sie sich inspirieren",
    "Quantum - Securing chip-to-cloud in Quantum era": "Quantum - Sicherheit von Chip bis Cloud im Quanten-Zeitalter",
    "Advanced quantum security solutions protecting your infrastructure from chip to cloud, ensuring comprehensive protection in the quantum era.": "Fortschrittliche Quantensicherheitslösungen, die Ihre Infrastruktur von Chip bis Cloud schützen und umfassenden Schutz im Quanten-Zeitalter gewährleisten.",
    
    "_comment_categories": "=== CATEGORIES ===",
    "Automotive": "Automotive",
    "SDV": "SDV",
    "Avionics": "Luftfahrt",
    "Railways": "Eisenbahn",
    "Health Care and Medical Devices": "Gesundheitswesen und Medizinprodukte",
    "Automative Technology": "Automotive-Technologie",
    "Case Studies and Success Stories": "Fallstudien und Erfolgsgeschichten",
    "Company Updates": "Unternehmensnachrichten",
    "Destro": "Destro",
    "Insustry Insights": "Brancheneinblicke",
    "Technical Deep Dives": "Technische Tiefenanalysen",
    "Uncategorized": "Unkategorisiert",
    
    "_comment_quantum": "=== QUANTUM SOLUTIONS ===",
    "Post-Quantum Cryptography (PQC) Stack": "Post-Quanten-Kryptographie (PQC) Stack",
    "Deploy NIST-standardized, lattice-based cryptographic algorithms for modern architectures. PQC engine empowers your platforms to transition from RSA/ECC to quantum-resistant encryption, signatures, and key encapsulation.": "Implementieren Sie NIST-standardisierte, gitterbasierte kryptographische Algorithmen für moderne Architekturen. Die PQC-Engine ermöglicht es Ihren Plattformen, von RSA/ECC zu quantenresistenter Verschlüsselung, Signaturen und Schlüsselkapselung zu wechseln.",
    "Support for NIST finalist algorithms (CRYSTALS-Kyber, Dilithium, etc.)": "Unterstützung für NIST-Finalist-Algorithmen (CRYSTALS-Kyber, Dilithium, etc.)",
    "Drop-in API replacement for TLS, VPNs, and secure boot": "Drop-in-API-Ersatz für TLS, VPNs und sicheres Booten",
    "Chip-compatible with QHSM, IDPS, and OTA modules": "Chip-kompatibel mit QHSM-, IDPS- und OTA-Modulen",
    "Lattice-based and hash-based cryptographic primitives": "Gitter- und hash-basierte kryptographische Primitive",
    
    "Quantum-as-a-Service (QaaS)": "Quantum-as-a-Service (QaaS)",
    "On-demand quantum security modules through a secure developer-friendly cloud so startups, OEMs, and Tier-1s can adopt quantum security without upfront hardware investments.": "On-Demand-Quantensicherheitsmodule über eine sichere, entwicklerfreundliche Cloud, damit Startups, OEMs und Tier-1-Unternehmen Quantensicherheit ohne Vorabinvestitionen in Hardware übernehmen können.",
    "API-first access to QRNG, PQC signing, secure boot, and OTA validation": "API-first-Zugang zu QRNG, PQC-Signierung, sicherem Boot und OTA-Validierung",
    "Cloud-hosted simulation for QKD session initiation": "Cloud-gehostete Simulation für QKD-Sitzungsinitiierung",
    "Tiered plans for automotive, industrial, and defense workloads": "Gestaffelte Pläne für Automotive-, Industrie- und Verteidigungsarbeitslasten",
    "Compliance-ready logs and attestation with SBOM/CBOM linkage": "Compliance-bereite Protokolle und Attestierung mit SBOM/CBOM-Verknüpfung",
    
    "Quantum Random Number Generator (QRNG)": "Quanten-Zufallszahlengenerator (QRNG)",
    "Generate unbreakable cryptographic keys with quantum-grade randomness using hardware-sourced entropy for embedded, cloud, and edge environments.": "Generieren Sie unknackbare kryptographische Schlüssel mit quantenbasierter Zufälligkeit unter Verwendung von Hardware-basierter Entropie für eingebettete, Cloud- und Edge-Umgebungen.",
    "Hardware-based quantum randomness (non-deterministic)": "Hardware-basierte Quantenzufälligkeit (nicht-deterministisch)",
    "Continuous entropy validation and health checks": "Kontinuierliche Entropie-Validierung und Gesundheitschecks",
    "Seamless integration with QHSM and PQC modules": "Nahtlose Integration mit QHSM- und PQC-Modulen",
    "Scalable across embedded chips, edge devices, and cloud": "Skalierbar über eingebettete Chips, Edge-Geräte und Cloud",
    
    "Quantum Hardware Security Module (QHSM)": "Quanten-Hardware-Sicherheitsmodul (QHSM)",
    "Secure storage and lifecycle management for cryptographic assets in the post-quantum era with tamper-resistant protection optimized for quantum-secure architectures.": "Sichere Speicherung und Lebenszyklus-Management für kryptographische Assets in der Post-Quanten-Ära mit manipulationssicherem Schutz, optimiert für quantensichere Architekturen.",
    "Secure storage for PQC, symmetric, and hybrid keys": "Sichere Speicherung für PQC-, symmetrische und hybride Schlüssel",
    "Root of trust for automotive ECUs and cloud endpoints": "Vertrauensanker für Automotive-ECUs und Cloud-Endpunkte",
    "Hardware-integrated access control and key isolation": "Hardware-integrierte Zugriffskontrolle und Schlüsselisolierung",
    "Certified tamper detection with secure erase and audit trails": "Zertifizierte Manipulationserkennung mit sicherem Löschen und Audit-Trails",
    
    "Quantum Key Distribution (QKD)": "Quanten-Schlüsselverteilung (QKD)",
    "Future-proof communication channels with photon-based key exchange that keeps vehicle-to-cloud traffic confidential even against quantum computers.": "Zukunftssichere Kommunikationskanäle mit photonen-basiertem Schlüsselaustausch, der Fahrzeug-zu-Cloud-Verkehr auch gegen Quantencomputer vertraulich hält.",
    "Photon-based secure channel for symmetric key exchange": "Photonen-basierter sicherer Kanal für symmetrischen Schlüsselaustausch",
    "Compatible with classical networks (hybrid cryptography support)": "Kompatibel mit klassischen Netzwerken (Hybrid-Kryptographie-Unterstützung)",
    "Vehicle-to-cloud and ECU-to-ECU secure session capability": "Fahrzeug-zu-Cloud- und ECU-zu-ECU-sichere Sitzungsfähigkeit",
    
    "Quantum-AI Threat Intelligence": "Quanten-KI-Bedrohungsintelligenz",
    "Real-time intelligence module that powers SDV security ecosystems by ingesting telemetry across IDPS, OTA, and SBOM to build post-quantum threat profiles.": "Echtzeit-Intelligenzmodul, das SDV-Sicherheitsökosysteme antreibt, indem es Telemetrie über IDPS, OTA und SBOM aufnimmt, um Post-Quanten-Bedrohungsprofile zu erstellen.",
    "AI-driven behavior fingerprinting for SDV components": "KI-gesteuerte Verhaltens-Fingerabdrücke für SDV-Komponenten",
    "Version drift and adversarial anomaly detection": "Versionsdrift und adversarielle Anomalieerkennung",
    "Federated learning across OEM, cloud, and Tier-1 partners": "Föderiertes Lernen über OEM-, Cloud- und Tier-1-Partner",
    "Integrates with vSOC and QaaS for adaptive patching recommendations": "Integration mit vSOC und QaaS für adaptive Patching-Empfehlungen"
}
